test/fio/results/result-rand-read-12-12-1
rand-read: (g=0): rw=randread, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=psync, iodepth=1
fio-3.16
Starting 1 process

rand-read: (groupid=0, jobs=1): err= 0: pid=17046: Sat Jun 15 14:42:11 2024
  read: IOPS=11.8k, BW=46.1MiB/s (48.3MB/s)(16.0GiB/355663msec)
    clat (usec): min=83, max=1074, avg=84.42, stdev= 3.41
     lat (usec): min=83, max=1074, avg=84.45, stdev= 3.41
    clat percentiles (usec):
     |  1.00th=[   84],  5.00th=[   84], 10.00th=[   84], 20.00th=[   85],
     | 30.00th=[   85], 40.00th=[   85], 50.00th=[   85], 60.00th=[   85],
     | 70.00th=[   85], 80.00th=[   85], 90.00th=[   87], 95.00th=[   87],
     | 99.00th=[   87], 99.50th=[   88], 99.90th=[   93], 99.95th=[  102],
     | 99.99th=[  117]
   bw (  KiB/s): min=45824, max=47456, per=99.96%, avg=47154.28, stdev=439.77, samples=711
   iops        : min=11456, max=11864, avg=11788.53, stdev=109.93, samples=711
  lat (usec)   : 100=99.92%, 250=0.08%, 500=0.01%, 750=0.01%, 1000=0.01%
  lat (msec)   : 2=0.01%
  cpu          : usr=0.87%, sys=2.88%, ctx=4194317, majf=0, minf=11
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=4194304,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=46.1MiB/s (48.3MB/s), 46.1MiB/s-46.1MiB/s (48.3MB/s-48.3MB/s), io=16.0GiB (17.2GB), run=355663-355663msec

Disk stats (read/write):
  nvme2n1: ios=4194043/0, merge=0/0, ticks=345750/0, in_queue=345751, util=100.00%