test/fio/results/result-rand-read-aio-12-12-1
rand-read: (g=0): rw=randread, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=libaio, iodepth=1
fio-3.16
Starting 1 process

rand-read: (groupid=0, jobs=1): err= 0: pid=6572: Sat Jun 15 14:29:36 2024
  read: IOPS=11.7k, BW=45.7MiB/s (47.9MB/s)(16.0GiB/358529msec)
    slat (nsec): min=1102, max=26580, avg=1565.07, stdev=414.20
    clat (usec): min=73, max=1100, avg=83.48, stdev= 3.70
     lat (usec): min=83, max=1101, avg=85.11, stdev= 3.82
    clat percentiles (usec):
     |  1.00th=[   84],  5.00th=[   84], 10.00th=[   84], 20.00th=[   84],
     | 30.00th=[   84], 40.00th=[   84], 50.00th=[   84], 60.00th=[   84],
     | 70.00th=[   84], 80.00th=[   84], 90.00th=[   85], 95.00th=[   85],
     | 99.00th=[   86], 99.50th=[   87], 99.90th=[   99], 99.95th=[   99],
     | 99.99th=[  204]
   bw (  KiB/s): min=45285, max=47192, per=99.96%, avg=46776.88, stdev=563.55, samples=717
   iops        : min=11321, max=11798, avg=11694.15, stdev=140.89, samples=717
  lat (usec)   : 100=99.96%, 250=0.03%, 500=0.01%, 750=0.01%, 1000=0.01%
  lat (msec)   : 2=0.01%
  cpu          : usr=1.23%, sys=3.39%, ctx=4194565, majf=0, minf=13
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=4194304,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=45.7MiB/s (47.9MB/s), 45.7MiB/s-45.7MiB/s (47.9MB/s-47.9MB/s), io=16.0GiB (17.2GB), run=358529-358529msec

Disk stats (read/write):
  nvme2n1: ios=4192561/0, merge=0/0, ticks=347300/0, in_queue=347300, util=100.00%