test/fio/results/result-seq-read-aio-12-12-1
file1: (g=0): rw=randread, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=libaio, iodepth=1
fio-3.16
Starting 1 process

file1: (groupid=0, jobs=1): err= 0: pid=10131: Sat Jun 15 14:35:51 2024
  read: IOPS=11.7k, BW=45.8MiB/s (48.0MB/s)(16.0GiB/357677msec)
    slat (nsec): min=1112, max=28263, avg=1481.10, stdev=362.02
    clat (usec): min=75, max=12009, avg=83.37, stdev= 7.24
     lat (usec): min=83, max=12020, avg=84.91, stdev= 7.29
    clat percentiles (usec):
     |  1.00th=[   84],  5.00th=[   84], 10.00th=[   84], 20.00th=[   84],
     | 30.00th=[   84], 40.00th=[   84], 50.00th=[   84], 60.00th=[   84],
     | 70.00th=[   84], 80.00th=[   84], 90.00th=[   84], 95.00th=[   85],
     | 99.00th=[   86], 99.50th=[   87], 99.90th=[   99], 99.95th=[  100],
     | 99.99th=[  351]
   bw (  KiB/s): min=43680, max=47168, per=99.97%, avg=46893.36, stdev=372.37, samples=715
   iops        : min=10920, max=11792, avg=11723.29, stdev=93.11, samples=715
  lat (usec)   : 100=99.95%, 250=0.04%, 500=0.01%, 750=0.01%, 1000=0.01%
  lat (msec)   : 2=0.01%, 4=0.01%, 20=0.01%
  cpu          : usr=1.19%, sys=3.24%, ctx=4194563, majf=0, minf=12
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=4194304,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=45.8MiB/s (48.0MB/s), 45.8MiB/s-45.8MiB/s (48.0MB/s-48.0MB/s), io=16.0GiB (17.2GB), run=357677-357677msec

Disk stats (read/write):
  nvme2n1: ios=4193801/0, merge=0/0, ticks=346923/0, in_queue=346922, util=100.00%