test/fio/results/result-seq-read-aio-1m-12-12-1
seq-read: (g=0): rw=read, bs=(R) 1024KiB-1024KiB, (W) 1024KiB-1024KiB, (T) 1024KiB-1024KiB, ioengine=libaio, iodepth=1
fio-3.16
Starting 1 process

seq-read: (groupid=0, jobs=1): err= 0: pid=20297: Sat Jun 15 14:42:27 2024
  read: IOPS=1336, BW=1337MiB/s (1402MB/s)(16.0GiB/12258msec)
    slat (usec): min=16, max=273, avg=22.80, stdev= 5.97
    clat (usec): min=713, max=1174, avg=724.75, stdev= 6.00
     lat (usec): min=737, max=1193, avg=747.65, stdev= 8.32
    clat percentiles (usec):
     |  1.00th=[  717],  5.00th=[  717], 10.00th=[  725], 20.00th=[  725],
     | 30.00th=[  725], 40.00th=[  725], 50.00th=[  725], 60.00th=[  725],
     | 70.00th=[  725], 80.00th=[  725], 90.00th=[  725], 95.00th=[  725],
     | 99.00th=[  725], 99.50th=[  734], 99.90th=[  750], 99.95th=[  750],
     | 99.99th=[ 1090]
   bw (  MiB/s): min= 1326, max= 1348, per=99.94%, avg=1335.86, stdev= 9.55, samples=24
   iops        : min= 1326, max= 1348, avg=1335.79, stdev= 9.54, samples=24
  lat (usec)   : 750=99.93%, 1000=0.05%
  lat (msec)   : 2=0.02%
  cpu          : usr=0.18%, sys=3.52%, ctx=16388, majf=0, minf=266
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=16384,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=1337MiB/s (1402MB/s), 1337MiB/s-1337MiB/s (1402MB/s-1402MB/s), io=16.0GiB (17.2GB), run=12258-12258msec

Disk stats (read/write):
  nvme2n1: ios=64926/0, merge=0/0, ticks=39313/0, in_queue=39312, util=99.35%