test/fio/results/result-seq-write-1m-12-12-1
seq-write: (g=0): rw=write, bs=(R) 1024KiB-1024KiB, (W) 1024KiB-1024KiB, (T) 1024KiB-1024KiB, ioengine=psync, iodepth=1
fio-3.16
Starting 1 process

seq-write: (groupid=0, jobs=1): err= 0: pid=16497: Sat Jun 15 14:36:12 2024
  write: IOPS=839, BW=839MiB/s (880MB/s)(16.0GiB/19525msec); 0 zone resets
    clat (usec): min=1032, max=1510, avg=1176.55, stdev=186.52
     lat (usec): min=1036, max=1514, avg=1191.12, stdev=186.41
    clat percentiles (usec):
     |  1.00th=[ 1037],  5.00th=[ 1037], 10.00th=[ 1037], 20.00th=[ 1045],
     | 30.00th=[ 1045], 40.00th=[ 1045], 50.00th=[ 1057], 60.00th=[ 1057],
     | 70.00th=[ 1401], 80.00th=[ 1434], 90.00th=[ 1434], 95.00th=[ 1500],
     | 99.00th=[ 1500], 99.50th=[ 1500], 99.90th=[ 1500], 99.95th=[ 1500],
     | 99.99th=[ 1500]
   bw (  KiB/s): min=856064, max=860160, per=99.96%, avg=858923.87, stdev=1292.14, samples=39
   iops        : min=  836, max=  840, avg=838.72, stdev= 1.34, samples=39
  lat (msec)   : 2=100.00%
  cpu          : usr=1.42%, sys=1.90%, ctx=16388, majf=0, minf=10
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,16384,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=839MiB/s (880MB/s), 839MiB/s-839MiB/s (880MB/s-880MB/s), io=16.0GiB (17.2GB), run=19525-19525msec

Disk stats (read/write):
  nvme2n1: ios=48/65105, merge=0/0, ticks=9/46159, in_queue=46167, util=99.68%